{
    "glossetaFoundationTitle": "The Glosseta Foundation",
    "glossetaFoundationSEODescription": "The Glosseta Foundation is a not-for-profit organization looking introduce web3 to the everyday person",
    
    "boardMemberPageTitle": "Executive Board",
    "boardMember1Name": "Narbeh Shahnazarian",
    "boardMember1Role": "Founder of Glosseta",

    "whoWeAreTitle": "Who We Are",
    "whoWeAreContent":  "The Glosseta Foundation is a not-for-profit organization whose mission is to push forward accessible, decentralized, open and easily digestible Web3 content to the everyday person across the globe.  As mentioned above, too much of today's Web3 educational content and documentation is geared towards a more technical audience and in most cases doesn't make sense to the average person looking to explore the space.   Furthermore, at this moment of time there isn't a community driven effort to come up with a single source of truth for factual content around Web3 and it's ecosystem.  This is where the Glosseta Foundation is looking to make its mark in the Web3 space with the help of the entire community.  The effort of the foundation will center around three main pillars:  The creation of the educational platform, the creation of a common content management system to power the platform and the Web3 community as a whole, and uniting the entire Web3 community to come together to make this come to fruition.  The educational platform will be driven and evolved through the existing vessel in the foundations arsenal, Glosseta.",
    "problemAtHandTitle": "The Problem at Hand",
    "whoWeAreProblemAtHandContent": "At this moment of time much of the attention around Web3(i.e. the new internet backed by blockchains) is surrounded by misinformation and misrepresentation of what it is and what it isn't.  The typical signals the average person is exposed to regarding Web3 more often than not casts a negative light instead of focusing on what the movement is trying to achieve.  A lot has to do with a perception that Web3 and Cryptocurrency speculation are one and the same.  It's just not true.  Web3 is the umbrella that covers the entire ecosystem and Cryptocurrency is one of the core innovations that falls under it.   Indeed Web3 is more than just Cryptocurrency but the world doesn't hear or see that narrative. Much of the current narrative comes from mainstream media amplifying negativity around the space, celebrities taking advantage of their unknowing fans and in general people who frankly don't know what they're talking about.  These are not the informational sources our friends and family should have to rely on to learn the space.  We can do much better.",
    "whatIsGlossetaButton": "What is Glosseta?",

    "glossetaPageTitle": "What is Glosseta?",
    "glossetaContent": "Glosseta is an open, decentralized Web3(i.e. the new internet backed by blockchains) glossary for protocols, terms, people, applications, and more. Glosseta aims to be the long term companion of anyone looking to demystifying the Web3 space and ecosystem with the north star vision of being the best open, localized and decentralized educational platform for anybody of any skill level.",
    "glossetaPageMissionTitle": "Mission Statement",
    "glossetaMissionStatement": "Glossetas' mission is to provide the best open, localized and decentralized educational platform for anybody of any skill level looking to learn about Web3. We strive to provide the most accurate, accessible and meaningful content for learning about the concepts, protocols, people and applications surrounding Web3 and its ecosystem. All of the content available through Glosseta is stored on the Arweave storage protocol ensuring our educational content will live forever and unobstructed by those trying to censor education as a public good. The current landscape of the Web3 education space is very developer centric and doesn't do justice for the average person who's looking to learn the ecosystem and simply doesn't know where to start.  At its core, Glosseta is on a mission to make a Web3 educational platform as a public good for the entire globe who at this time is feed misinformation from varying online sources, influential figures and mainstream media.  While we might begin as a glossary, the north star vision is to become the prominent open, localized and decentralized educational platform for those looking to onboard into the Web3 space.  If Web3 is to succeed, the educational content around it must be globally accessible, un-censorable and digestible to everyone.",
    "glossetaPageSuccessTitle": "What Success looks like",
    "glossetaSuccessStatement": "If Glosseta is successful in its mission, people all over the globe will have an open, localized, decentralized and accessible educational platform available to guide them on their way to learning and mastering Web3. Every participant in the Web3 space, new or existing, regardless of skill level, will have a common companion to lean on to make sense of the fast moving landscape of Web3.",
    "glossetaStakeholdersTitle": "To the Stakeholders",
    "glossetaStakeholdersContent": "If you contribute to Glosseta, our mission is to be able to have you look back at the work you've done and realize the impact it has made on a global level changing the perceptions of those who thought Web3 was only about `magic internet money` or ponzi schemes.  To the potential sponsors amd donors of Glosseta, the impact your contributions can make will reach a global audience helping to reduce the misinformation spread about Web3 and enabling the next wave of curious minds the best opportunity to flourish on their transition into the space.",
    "glossetaClosingStatementTitle": "Forward looking",
    "glossetaClosingStatementContent": "To stick to it's core values, Glosseta must always remain a public good and it's content always served from an open and decentralized source.  We will always strive to provide the best educational content available to all our users to ensure the community is the best equipped to demystify Web3.  We move forward with a bias for action and look to improve ourselves, along with the platform, using a growth mindset. All contributors looking to help Glosseta grow can expect to have their voices heard, be treated with respect and be a central part in it's development.  Not only will we be able to help others learn new and exciting Web3 concepts, we ourselves will grow to become that much more knowledgeable in the space and come to know when somebody is spreading misinformation.   Education should be a human right and Glosseta is here to help push the world towards that coming to fruition.",
    "meetTheBoardButtonText": "Meet the Team",
    "TwitterA11yText": "Opens up Twitter profile in a new tab",

    "visitGlossetaTitle": "Visit Glosseta",
    "visitGlossetaButtonTitle": "Visit glosseta.com",

    "getInTouchButtonTitle":  "Contact us",

    "copyright" : "© Glosseta Foundation, 2022"
}